
class Answers():

    how_much_cost_answer = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    want_several_scooters_answer = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    how_calculate_rent_time_answer = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    order_scooter_today_answer = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    extend_the_order_answer = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    charging_scooter_answer = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    cancel_order_answer = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    moscow_ring_road_answer = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'


class UserInfo_1():
    name = 'Андрей'
    surname = 'Иванов'
    address = 'Красная 3'
    metro = 'Кропоткинская'
    phone = '+79999999999'
    comment = 'Вези быстрее'

class UserInfo_2():
    name = 'Николай'
    surname = 'СабЗиров'
    address = 'В сега мега драйв'
    metro = 'Динамо'
    phone = '+79117778856'
    comment = 'Не звонить'

class UrlElements():
    yandex_page_text = 'Заказываете самокат'
    dzen_page_text = 'Найти'

class ButtonStatus():
    look_at_status = 'Посмотреть статус'